{
  "not-supported-resolution": "Sorry, this app is not mobile friendly! <br/> <br/>  If you wanna check more of my work <strong> click on any the links below! </strong>",
  "menu_events": "Events",
  "menu_roles": "Roles",
  "menu_artifacts": "Artifacts",
  "avatar_mssge_learn_more": "<strong>If you want to know more then click on any of the icons below or check the <a href='https://www.scrumguides.org/scrum-guide.html' target='_blank'>Scrum Guide</a></strong>",
  "avatar_mssge_learn_more-demo": "If you want to know more then click on the <strong>Demo</strong> button below!",
  "events_sprint-planning": "Sprint Planning",
  "events_daily-scrum": "Daily Scrum",
  "events_sprint-review": "Sprint Review",
  "events_sprint-retro": "Sprint Retrospective",
  "artifact_product-backlog": "Product Backlog",
  "artifact_sprint-backlog": "Sprint Backlog",
  "artifact_increment": "Increment",
  "values_commitment": "Commitment",
  "values_courage": "Courage",
  "values_focus": "Focus",
  "values_openness": "openness",
  "values_respect": "Respect",
  "roles_scrum-master": "Scrum Master",
  "roles_product-owner": "Prduct Owner",
  "roles_dev-team": "Dev Team",
  "avatar_mssge_welcome_one": "Hey, I’m the <strong>Scrum Master</strong>, my role is to coach and guide you to understand Scrum. Well, if you want to know more then <strong> click on any of the titles below! </strong>",
  "avatar_mssge_events_one": "Prescribed events are used in Scrum to create regularity and to minimize the need for meetings not defined in Scrum. All events are time-boxed events, such that every event has a maximum duration. Once a Sprint begins, its duration is fixed and cannot be shortened or lengthened.",
  "avatar_mssge_events_two": "Other than the Sprint itself, which is a container for all other events, each event in Scrum is a formal opportunity to <strong> inspect </strong> and <strong> adapt </strong> something. These events are specifically designed to enable critical transparency and inspection.",
  "avatar_mssge_scrum_one": "Scrum is a framework for developing, delivering, and sustaining complex products. This definition consists of Scrum’s <strong> roles, events, artifacts, </strong> and the <strong> rules </strong> that bind them together.",
  "avatar_mssge_scrum_two": "Each component within the framework serves a specific purpose and is essential to Scrum’s success and usage.",
  "avatar_mssge_scrum_three": "Scrum is: <br> <ul> <li>Lightweight</li><li>Simple to understand</li> <li>Difficult to master</li></ul>",
  "avatar_mssge_artifacts_one": "Scrum’s <strong>artifacts</strong> represent work or value to provide transparency and opportunities for <strong>inspection and adaptation.</strong>",
  "avatar_mssge_artifacts_two": "<strong>Artifacts</strong> defined by Scrum are specifically designed to maximize transparency of key information so that everybody has the same understanding of the artifact.",
  "avatar_mssge_artifacts_three": "There are 3 artifacts, the <strong> Product Backlog, Sprint Backlog</strong> and the <strong> Increment </strong>. If you want to know about them, click on the buttons below!",
  "avatar_mssge_values_one": "When the values of <strong>commitment, courage, focus, openness and respect </strong> are embodied and lived by the Scrum Team, the Scrum pillars of transparency, inspection, and adaptation come to life and build trust for everyone.",
  "avatar_mssge_values_two": "The Scrum Team members learn and explore those values as they work with the Scrum events, roles and artifacts.",
  "avatar_mssge_roles_one": "The Scrum Team consist of a <strong>Product Owner</strong>., the <strong>Development Team</strong>, and a <strong>Scrum Master</strong>.",
  "avatar_mssge_roles_two": "<strong>Teams are self-organizing:</strong> Choose how best to accomplish their work, rather than being directed by others outside the team.",
  "avatar_mssge_roles_three": "<strong>Teams are cross-functional:</strong> Have all competencies needed to accomplish the work without depending on others not part of the team.",
  "avatar_mssge_artifacts_backlog_one": "<strong>The Product Backlog </strong> is an ordered list of everything that is known to be needed in the product. It is the single source of requirements for any changes to be made to the product.",
  "avatar_mssge_artifacts_backlog_two": "<strong>The Product Owner </strong> is responsible for the Product Backlog, including its content, availability, and ordering.",
  "avatar_mssge_artifacts_sprintBacklog_one" : "<strong>The Sprint Backlog</strong> is the set of Product Backlog items selected for the Sprint, plus a plan for delivering the product Increment and realizing the <strong>Sprint Goal.</strong> ",
  "avatar_mssge_artifacts_sprintBacklog_two" : "<strong>The Sprint Backlog</strong>  is a forecast by the Development Team about what functionality will be in the next Increment and the work needed to deliver that functionality into a \"Done\" Increment.",
  "avatar_mssge_artifacts_increment_one": "<strong>The Increment</strong> is the sum of all the Product Backlog items completed during a Sprint and the value of the increments of all previous Sprints. At the end of a Sprint, the new Increment must be \"Done,\" which means it must be in useable condition and meet the Scrum Team’s definition of \"Done\".",
  "avatar_mssge_values_commitment_one": "People personally commit to achieving the goals of the Scrum Team.",
  "avatar_mssge_values_courage_one": "Scrum Team members have courage to do the right thing and work on tough problems.",
  "avatar_mssge_values_opennes_one": "The Scrum team and its stakeholders agree to be open about all the work and challenges with performing work.",
  "avatar_mssge_values_respect_one": "Scrum Team members respect each other to be capable, independent people.",
  "avatar_mssge_values_focus_one": "Everyone focuses on the work of the Sprint and the goals of the Scrum Team.",
  "avatar_mssge_roles_scrumMaster_one": "The </strong>Scrum Master</strong> is a servant-leader for the Scrum Team. The Scrum Master helps those outside the Scrum Team understand which of their interactions with the Scrum Team are helpful and which aren’t. The Scrum Master helps everyone change these interactions to maximize the value created by the Scrum Team.",
  "avatar_mssge_roles_productOwner_one": "The Product Owner is responsible for maximizing the value of the product resulting from work of the Development Team. How this is done may vary widely across organizations, Scrum Teams, and individuals.",
  "avatar_mssge_roles_productOwner_two":"The <strong>Product Owner</strong> is one person, not a committee. The Product Owner may represent the desires of a committee in the Product Backlog, but those wanting to change a Product Backlog item’s priority must address the Product Owner.",
  "avatar_mssge_roles_productOwner_three":"The <strong>Product Owner</strong> is one person, not a committee. The Product Owner may represent the desires of a committee in the Product Backlog, but those wanting to change a Product Backlog item’s priority must address the Product Owner.",
  "avatar_mssge_roles_devTeam_one": "The <strong>Development Team</strong> consists of professionals who do the work of delivering a potentially releasable Increment of \"Done\" product at the end of each Sprint. A \"Done\" increment is required at the Sprint Review. Only members of the Development Team create the Increment.",
  "avatar_mssge_roles_devTeam_two": "<strong>Development Teams</strong> are structured and empowered by the organization to organize and manage their own work. The resulting synergy optimizes the Development Team’s overall efficiency and effectiveness.",
  "product-backlog_list_one": "A Product Backlog is never complete. It might change once you have a better understanging of the product",
  "product-backlog_list_two": "Product Backlog is dynamic; it constantly changes to identify what the product needs to be appropriate, competitive, and useful",
  "product-backlog_list_three": "For one product there is only one Product Backlog. Even though there is more than one Scrum Team.",
  "product-backlog_list_four": "Any time you can add details, estimates and order the item, we call Produck Backlog Refinement to this act and you can do it collaboration with the Developer Team"
}
