{
  "not-supported-resolution": "Sorry, this app is not mobile friendly! <br/> <br/>  If you wanna check more of my work <strong> click on any the links below! </strong>",
  "menu_events": "Events",
  "menu_roles": "Roles",
  "menu_artifacts": "Artifacts",
  "avatar_mssge_learn_more": "<strong>If you want to know more then click on any of the icons below or check the <a href='https://www.scrumguides.org/scrum-guide.html' target='_blank'>Scrum Guide</a></strong>",
  "avatar_mssge_learn_more-demo": "If you want to know more then click on the <strong>Demo</strong> button below!",
  "events_sprint-planning": "Sprint Planning",
  "events_daily-scrum": "Daily Scrum",
  "events_sprint-review": "Sprint Review",
  "events_sprint-retro": "Sprint Retrospective",
  "artifact_product-backlog": "Product Backlog",
  "artifact_sprint-backlog": "Sprint Backlog",
  "artifact_increment": "Increment",
  "values_commitment": "Commitment",
  "values_courage": "Courage",
  "values_focus": "Focus",
  "values_openness": "openness",
  "values_respect": "Respect",
  "roles_scrum-master": "Scrum Master",
  "roles_product-owner": "Prduct Owner",
  "roles_dev-team": "Dev Team",
  "avatar_mssge_welcome_one": "Hey, I’m the <strong>Scrum Master</strong>, my role is to coach and guide you to understand Scrum. Well, if you want to know more then <strong> click on any of the titles below! </strong>",
  "avatar_mssge_events_one": "Prescribed events are used in Scrum to create regularity and to minimize the need for meetings not defined in Scrum. All events are time-boxed events, such that every event has a maximum duration. Once a Sprint begins, its duration is fixed and cannot be shortened or lengthened.",
  "avatar_mssge_events_two": "Other than the Sprint itself, which is a container for all other events, each event in Scrum is a formal opportunity to <strong> inspect </strong> and <strong> adapt </strong> something. These events are specifically designed to enable critical transparency and inspection.",
  "avatar_mssge_scrum-master_one": "<strong>The Scrum Master</strong> is responsible for promoting and supporting Scrum as defined in the Scrum Guide. Scrum Masters do this by helping everyone understand Scrum theory, practices, rules, and values.",
  "avatar_mssge_scrum-master_two": "<strong>The Scrum Master</strong> is a servant-leader for the Scrum Team. The Scrum Master helps those outside the Scrum Team understand which of their interactions with the Scrum Team are helpful and which aren’t.",
  "avatar_mssge_scrum-master_three": "The Scrum Master helps everyone change these interactions to maximize the value created by the Scrum Team.",
  "avatar_mssge_scrum_one": "Scrum is a framework for developing, delivering, and sustaining complex products. This definition consists of Scrum’s <strong> roles, events, artifacts, </strong> and the <strong> rules </strong> that bind them together.",
  "avatar_mssge_scrum_two": "Each component within the framework serves a specific purpose and is essential to Scrum’s success and usage.",
  "avatar_mssge_scrum_three": "Scrum is: <br> <ul> <li>Lightweight</li><li>Simple to understand</li> <li>Difficult to master</li></ul>",
  "avatar_mssge_artifacts_one": "Scrum’s <strong>artifacts</strong> represent work or value to provide transparency and opportunities for <strong>inspection and adaptation.</strong>",
  "avatar_mssge_artifacts_two": "<strong>Artifacts</strong> defined by Scrum are specifically designed to maximize transparency of key information so that everybody has the same understanding of the artifact.",
  "avatar_mssge_artifacts_three": "There are 3 artifacts, the <strong> Product Backlog, Sprint Backlog</strong> and the <strong> Increment </strong>. If you want to know about them, click on the buttons below!",
  "avatar_mssge_values_one": "When the values of <strong>commitment, courage, focus, openness and respect </strong> are embodied and lived by the Scrum Team, the Scrum pillars of transparency, inspection, and adaptation come to life and build trust for everyone.",
  "avatar_mssge_values_two": "The Scrum Team members learn and explore those values as they work with the Scrum events, roles and artifacts.",
  "avatar_mssge_roles_one": "The Scrum Team consist of a <strong>Product Owner</strong>., the <strong>Development Team</strong>, and a <strong>Scrum Master</strong>.",
  "avatar_mssge_roles_two": "<strong>Teams are self-organizing:</strong> Choose how best to accomplish their work, rather than being directed by others outside the team.",
  "avatar_mssge_roles_three": "<strong>Teams are cross-functional:</strong> Have all competencies needed to accomplish the work without depending on others not part of the team.",
  "avatar_mssge_artifacts_backlog_one": "<strong>The Product Backlog </strong> is an ordered list of everything that is known to be needed in the product. It is the single source of requirements for any changes to be made to the product.",
  "avatar_mssge_artifacts_backlog_two": "<strong>The Product Owner </strong> is responsible for the Product Backlog, including its content, availability, and ordering.",
  "avatar_mssge_artifacts_sprintBacklog_one" : "The <strong>Sprint Backlog</strong> is the set of Product Backlog items selected for the Sprint, plus a plan for delivering the product Increment and realizing the <strong>Sprint Goal.</strong> ",
  "avatar_mssge_artifacts_sprintBacklog_two" : "The <strong>Sprint Backlog</strong>  is a forecast by the Development Team about what functionality will be in the next Increment and the work needed to deliver that functionality into a \"Done\" Increment.",
  "avatar_mssge_artifacts_increment_one": "<strong>The Increment</strong> is the sum of all the Product Backlog items completed during a Sprint and the value of the increments of all previous Sprints.",
  "avatar_mssge_artifacts_increment_two": "At the end of a Sprint, the new Increment must be \"Done,\" which means it must be in useable condition and meet the Scrum Team’s definition of \"Done\".",
  "avatar_mssge_values_commitment_one": "People personally commit to achieving the goals of the Scrum Team.",
  "avatar_mssge_values_courage_one": "Scrum Team members have courage to do the right thing and work on tough problems.",
  "avatar_mssge_values_opennes_one": "The Scrum team and its stakeholders agree to be open about all the work and challenges with performing work.",
  "avatar_mssge_values_respect_one": "Scrum Team members respect each other to be capable, independent people.",
  "avatar_mssge_values_focus_one": "Everyone focuses on the work of the Sprint and the goals of the Scrum Team.",
  "avatar_mssge_roles_scrumMaster_one": "The </strong>Scrum Master</strong> is a servant-leader for the Scrum Team. The Scrum Master helps those outside the Scrum Team understand which of their interactions with the Scrum Team are helpful and which aren’t. The Scrum Master helps everyone change these interactions to maximize the value created by the Scrum Team.",
  "avatar_mssge_roles_productOwner_one": "The <strong>Product Owner </strong> is responsible for maximizing the value of the product resulting from work of the Development Team. How this is done may vary widely across organizations, Scrum Teams, and individuals.",
  "avatar_mssge_roles_devTeam_one": "The <strong>Development Team</strong> consists of professionals who do the work of delivering a potentially releasable Increment of \"<strong>Done</strong>\" product at the end of each Sprint.",
  "avatar_mssge_roles_devTeam_two": "A \"<strong>Done</strong>\" increment is required at the Sprint Review. Only members of the Development Team create the Increment.",
  "avatar_mssge_events_sprint-planning_one": "The work to be performed in the Sprint is planned at the Sprint Planning. This plan is created by the collaborative work of the entire Scrum Team.",
  "avatar_mssge_events_sprint-planning_two": "Sprint Planning is time-boxed to a maximum of eight hours for a one-month Sprint. For shorter Sprints, the event is usually shorter.",
  "avatar_mssge_events_sprint-planning_three": "Scrum Master ensures that the event takes place and that attendants understand its purpose. The Scrum Master teaches the Scrum Team to keep it within the time-box.",
  "avatar_mssge_events_daily-scrum_one": "The Daily Scrum is a 15-minute time-boxed event for the Development Team. The Daily Scrum is held every day of the Sprint. At it, the Development Team plans work for the next 24 hours.",
  "avatar_mssge_events_daily-scrum_two": " This optimizes team collaboration and performance by inspecting the work since the last Daily Scrum and forecasting upcoming Sprint work.",
  "avatar_mssge_events_daily-scrum_three": "The Daily Scrum is held at the same time and place each day to reduce complexity.",
  "product-backlog_list_one": "A Product Backlog is never complete. It might change once you have a better understanging of the product",
  "product-backlog_list_two": "Product Backlog is dynamic; it constantly changes to identify what the product needs to be appropriate, competitive, and useful",
  "product-backlog_list_three": "For one product there is only one Product Backlog. Even though there is more than one Scrum Team.",
  "product-backlog_list_four": "Any time you can add details, estimates and order the item, we call Produck Backlog Refinement to this act and you can do it collaboration with the Developer Team",
  "sprint-backlog_one": "The Sprint Backlog is a plan with enough detail that changes in progress can be understood in the Daily Scrum. The Development Team modifies the Sprint Backlog throughout the Sprint, and the Sprint Backlog emerges during the Sprint. This emergence occurs as the Development Team works through the plan and learns more about the work needed to achieve the Sprint Goal.",
  "sprint-backlog_two": "As new work is required, the Development Team adds it to the Sprint Backlog. As work is performed or completed, the estimated remaining work is updated. When elements of the plan are deemed unnecessary, they are removed. Only the Development Team can change its Sprint Backlog during a Sprint. The Sprint Backlog is a highly visible, real-time picture of the work that the Development Team plans to accomplish during the Sprint, and it belongs solely to the Development Team.",
  "product-increment_one": "The Increment is the sum of all the Product Backlog items completed during a Sprint and the value of the increments of all previous Sprints. At the end of a Sprint, the new Increment must be \"Done\", which means it must be in useable condition and meet the Scrum Team’s definition of \"Done\".",
  "product-increment_two": "An increment is a body of inspectable, done work that supports empiricism at the end of the Sprint. The increment is a step toward a vision or goal. The increment must be in useable condition regardless of whether the Product Owner decides to release it.",
  "scrum-master_po_one": "Ensuring that goals, scope, and product domain are understood by everyone on the Scrum Team as well as possible;",
  "scrum-master_po_two": "Finding techniques for effective Product Backlog management;",
  "scrum-master_po_three": "Helping the Scrum Team understand the need for clear and concise Product Backlog items;",
  "scrum-master_po_four": "Understanding product planning in an empirical environment;",
  "scrum-master_po_five": "Ensuring the Product Owner knows how to arrange the Product Backlog to maximize value;",
  "scrum-master_po_six": "Understanding and practicing agility; and,",
  "scrum-master_po_seven": "Facilitating Scrum events as requested or needed.",
  "scrum-master_dt_one": "Coaching the Development Team in self-organization and cross-functionality;",
  "scrum-master_dt_two": "Helping the Development Team to create high-value products;",
  "scrum-master_dt_three": "Removing impediments to the Development Team’s progress;",
  "scrum-master_dt_four": "Facilitating Scrum events as requested or needed; and,",
  "scrum-master_dt_five": "Coaching the Development Team in organizational environments in which Scrum is not yet fully adopted and understood.",
  "scrum-master_org_one": "Leading and coaching the organization in its Scrum adoption;",
  "scrum-master_org_two": "Planning Scrum implementations within the organization;",
  "scrum-master_org_three": "Helping employees and stakeholders understand and enact Scrum and empirical product development;",
  "scrum-master_org_four": "Causing change that increases the productivity of the Scrum Team; and,",
  "scrum-master_org_five": "Working with other Scrum Masters to increase the effectiveness of the application of Scrum in the organization.",
  "product-owner_list_one": "Clearly expressing Product Backlog items;",
  "product-owner_list_two": "Ordering the items in the Product Backlog to best achieve goals and missions;",
  "product-owner_list_three": "Optimizing the value of the work the Development Team performs;",
  "product-owner_list_four": "Ensuring that the Product Backlog is visible, transparent, and clear to all, and shows what the Scrum Team will work on next; and,",
  "product-owner_desc_one": "The Product Owner may do the above work, or have the Development Team do it. However, the Product Owner remains accountable.",
  "product-owner_desc_two": "The Product Owner is one person, not a committee. The Product Owner may represent the desires of a committee in the Product Backlog, but those wanting to change a Product Backlog item’s priority must address the Product Owner.",
  "product-owner_desc_three": "For the Product Owner to succeed, the entire organization must respect his or her decisions. The Product Owner’s decisions are visible in the content and ordering of the Product Backlog. No one can force the Development Team to work from a different set of requirements.",
  "product-owner_desc_four": "The Product Owner is the sole person responsible for managing the Product Backlog. Product Backlog management includes:",
  "dev-team_desc_one": "Development Teams are structured and empowered by the organization to organize and manage their own work. The resulting synergy optimizes the Development Team’s overall efficiency and effectiveness.",
  "dev-team_desc_two": "Development Teams have the following characteristics:",
  "dev-team_list_one": "They are self-organizing. No one (not even the Scrum Master) tells the Development Team how to turn Product Backlog into Increments of potentially releasable functionality;",
  "dev-team_list_two": "Development Teams are cross-functional, with all the skills as a team necessary to create a product Increment;",
  "dev-team_list_three": "Scrum recognizes no titles for Development Team members, regardless of the work being performed by the person;",
  "dev-team_list_four": "Scrum recognizes no sub-teams in the Development Team, regardless of domains that need to be addressed like testing, architecture, operations, or business analysis; and,",
  "dev-team_list_five": "Individual Development Team members may have specialized skills and areas of focus, but accountability belongs to the Development Team as a whole.",
  "sprint-planning_what_title": "What can be done?",
  "sprint-planning_what_one": "The Development Team works to forecast the functionality that will be developed during the Sprint. The Product Owner discusses the objective that the Sprint should achieve and the Product Backlog items that, if completed in the Sprint, would achieve the Sprint Goal. The entire Scrum Team collaborates on understanding the work of the Sprint.",
  "sprint-planning_what_two": "The input to this meeting is the Product Backlog, the latest product Increment, projected capacity of the Development Team during the Sprint, and past performance of the Development Team. The number of items selected from the Product Backlog for the Sprint is solely up to the Development Team. Only the Development Team can assess what it can accomplish over the upcoming Sprint.",
  "sprint-planning_what_three": "During Sprint Planning the Scrum Team also crafts a Sprint Goal. The Sprint Goal is an objective that will be met within the Sprint through the implementation of the Product Backlog, and it provides guidance to the Development Team on why it is building the Increment.",
  "sprint-planning_how_title": "How will the chosen work get done?",
  "sprint-planning_how_one": "Having set the Sprint Goal and selected the Product Backlog items for the Sprint, the Development Team decides how it will build this functionality into a \"Done\" product Increment during the Sprint. The Product Backlog items selected for this Sprint plus the plan for delivering them is called the Sprint Backlog.",
  "sprint-planning_how_two": "The Development Team usually starts by designing the system and the work needed to convert the Product Backlog into a working product Increment. Work may be of varying size, or estimated effort. However, enough work is planned during Sprint Planning for the Development Team to forecast what it believes it can do in the upcoming Sprint. Work planned for the first days of the Sprint by the Development Team is decomposed by the end of this meeting, often to units of one day or less. The Development Team self-organizes to undertake the work in the Sprint Backlog, both during Sprint Planning and as needed throughout the Sprint.",
  "sprint-planning_how_three": "The Product Owner can help to clarify the selected Product Backlog items and make trade-offs. If the Development Team determines it has too much or too little work, it may renegotiate the selected Product Backlog items with the Product Owner. The Development Team may also invite other people to attend to provide technical or domain advice.",
  "sprint-planning_how_four": "By the end of the Sprint Planning, the Development Team should be able to explain to the Product Owner and Scrum Master how it intends to work as a self-organizing team to accomplish the Sprint Goal and create the anticipated Increment.",
  "sprint-planning_goal_title": "Sprint Goal",
  "sprint-planning_goal_one": "The Sprint Goal is an objective set for the Sprint that can be met through the implementation of Product Backlog. It provides guidance to the Development Team on why it is building the Increment. It is created during the Sprint Planning meeting. The Sprint Goal gives the Development Team some flexibility regarding the functionality implemented within the Sprint. The selected Product Backlog items deliver one coherent function, which can be the Sprint Goal. The Sprint Goal can be any other coherence that causes the Development Team to work together rather than on separate initiatives.",
  "sprint-planning_goal_two": "As the Development Team works, it keeps the Sprint Goal in mind. In order to satisfy the Sprint Goal, it implements functionality and technology. If the work turns out to be different than the Development Team expected, they collaborate with the Product Owner to negotiate the scope of Sprint Backlog within the Sprint.",
  "daily-scrum_one" : "The Development Team uses the Daily Scrum to inspect progress toward the Sprint Goal and to inspect how progress is trending toward completing the work in the Sprint Backlog. The Daily Scrum optimizes the probability that the Development Team will meet the Sprint Goal. Every day, the Development Team should understand how it intends to work together as a self-organizing team to accomplish the Sprint Goal and create the anticipated Increment by the end of the Sprint.",
  "daily-scrum_two" : "The structure of the meeting is set by the Development Team and can be conducted in different ways if it focuses on progress toward the Sprint Goal. Some Development Teams will use questions, some will be more discussion based. Here is an example of what might be used:",
  "daily-scrum_three" : "The Development Team or team members often meet immediately after the Daily Scrum for detailed discussions, or to adapt, or replan, the rest of the Sprint’s work.",
  "daily-scrum_four" : "The Scrum Master ensures that the Development Team has the meeting, but the Development Team is responsible for conducting the Daily Scrum. The Scrum Master teaches the Development Team to keep the Daily Scrum within the 15-minute time-box.",
  "daily-scrum_five" : "The Daily Scrum is an internal meeting for the Development Team. If others are present, the Scrum Master ensures that they do not disrupt the meeting.",
  "daily-scrum_six" : "Daily Scrums improve communications, eliminate other meetings, identify impediments to development for removal, highlight and promote quick decision-making, and improve the Development Team’s level of knowledge. This is a key inspect and adapt meeting."
}
